<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Palestine Action</title>
    <link rel="stylesheet" href="../css/style.css">

</head>
<body>
<header>
    <h1>STOP ELBIT</h1>
    <nav>
        <a href="../index.html" class="menu-item">Home</a> |
        <a href="research.html" class="menu-item active">Research</a> |
        <a href="donate.html" class="menu-item">Donate</a> |
        <a href="contact.html" class="menu-item">Contact</a> |
        <a href="news.html" class="menu-item">News</a>
    </nav>
</header>
<section class="hero">
    <div class="hero-overlay">
        <h1>RESEARCH: EXPOSING OIP–ELBIT</h1>
        <p>Belgium is not neutral. Its companies profit from genocide.</p>
    </div>
</section>
<main class="container">


    <div class="language-switcher">
        <button data-lang="en">English</button>
        <button data-lang="fr">Français</button>
        <button data-lang="nl">Nederlands</button>
    </div>

    <section class="stories">


        <div class="story-grid">
            <!-- Story 1 -->
            <div class="story">
                <div class="story-img-container">
                    <img src="../resources/protest_images/StopArmingIsrael.jpg" alt="StopArmingIsrael.jpg"
                         class="story-img"/>
                </div>
                <div class="story-context">
                    <div class="side-column">
                        <div class="fact-box">
                            <ul>
                                <li><strong>Target:</strong> OIP–Elbit</li>
                                <li><strong>Activists:</strong> ~100</li>
                                <li><strong>Date:</strong> 4 March 2024</li>
                                <li><strong>Turnover OIP:</strong> €57,886,643 (2023)</li>
                            </ul>
                        </div>
                        <div class="fact-image">
                            <img src="../resources/protest_images/ShutElbitDown.jpeg" alt="ShutElbitDown.jpg"/>
                        </div>
                    </div>
                    <div class="story-text lang en">

                        <h3> Presentation of the action</h3>
                        <p>On March 4, 2024, around 100 activists carried out a blockade against the company OIP-Elbit,
                            as
                            part of an international call to denounce the involvement of several arms companies in the
                            genocide of the Palestinian population perpetrated by the Israeli state in Gaza and, more
                            broadly, in its policy of occupation, colonization, and apartheid.</p>
                        <p>OIP (Optronics Instruments &amp; Products NV) is a Belgian company specializing in optronics
                            (infrared cameras, night vision goggles, targeting systems, etc.), 99.95% owned by Elbit
                            System
                            Ltd., which is the largest private arms manufacturer in Israel and supplies 85% of the
                            drones
                            and most of the ground equipment used by the Israeli army. OIP is directly involved in the
                            crimes committed by the Israeli army against the Palestinian population in the occupied
                            territories. OIP generates profits that directly benefit its parent company, Elbit System,
                            but
                            also develops technologies and products that it makes available to Elbit System Ltd. In
                            2023,
                            OIP reported a turnover of &euro;57,886,643.</p>
                        <p>The aim of the action was to block access to the OIP-Elbit building and bring their
                            activities to
                            a halt in order to impose an effective and immediate military embargo on weapons and
                            military
                            equipment destined for the Israeli state and its ongoing genocidal enterprise.</p>
                        <p>It also aimed to remind the public authorities of their responsibility in this matter and to
                            demand that they end their complicity in the crimes committed by the Israeli state, in
                            particular through the production of weapons on Belgian territory and their export to
                            Israel.&nbsp;</p>
                        <p>The action also aimed to raise awareness among citizens, businesses, and potential investors
                            of
                            the links between OIP and Elbit system Ltd. in order to encourage them to begin a process of
                            divestment.</p>
                        <p>This action is part of the Boycott, Divestment, Sanctions (BDS) campaign launched by
                            Palestinian
                            civil society and, in particular, the call for states to place the Israeli state under a
                            military embargo in order to put an end to the war crimes and crimes against humanity
                            committed
                            by it.</p>
                    </div>
                    <div class="story-text lang fr">
                        <h3>Présentation de l’action</h3>
                        <p>Le 4 mars 2024, &nbsp;une centaine de militant.e.s a&nbsp;men&eacute; une action de blocage
                            &agrave; l&rsquo;encontre de l&rsquo;entreprise OIP-Elbit, dans le cadre d&rsquo;un appel
                            international&nbsp;visant &agrave; d&eacute;noncer l&rsquo;implication de plusieurs
                            entreprises
                            d&rsquo;armement, dans le g&eacute;nocide de la population palestinienne perpr&eacute;tr&eacute;
                            par l&rsquo;Etat isra&eacute;lien &agrave; Gaza et plus largement dans la politique d&rsquo;occupation,
                            de colonisation et d&rsquo;apartheid men&eacute;e par celui-ci.</p>
                        <p>OIP (Optronics Instruments &amp; Products NV),&nbsp;est une entreprise belge sp&eacute;cialis&eacute;e
                            dans l&rsquo;optronique (camera infrarouge, lunette de vision nocturne, syst&egrave;me de
                            vis&eacute;e...),
                            d&eacute;tenue &agrave; 99,95 % par Elbit System Ltd., qui est le plus grand fabricant d&rsquo;armes
                            priv&eacute; en Isra&euml;l et qui fournit 85% des drones et la plupart des &eacute;quipements
                            terrestres utilis&eacute;s par l&rsquo;arm&eacute;e isra&eacute;lienne<a href="#_ftn1"
                                                                                                     name="_ftnref1">[1]</a>.
                            OIP est directement impliqu&eacute;e dans les crimes commis par l&rsquo;arm&eacute;e isra&eacute;lienne
                            &agrave; l&rsquo;encontre de la population palestienne dans les territoires occup&eacute;s.
                            En
                            effet, OIP g&eacute;n&egrave;re des profits qui b&eacute;n&eacute;ficient directement
                            &agrave;
                            sa soci&eacute;t&eacute; m&egrave;re, Elbit system Ltd. mais d&eacute;veloppe &eacute;galement
                            des technologies et produits qu&rsquo;elle met &agrave; disposition de cette derni&egrave;re.&nbsp;En
                            2023, OIP d&eacute;calre un chiffre d&rsquo;affaires de 57.886.643 d&rsquo;euros.</p>
                        <p>L&rsquo;action avait pour objectif de bloquer l&rsquo;acc&egrave;s au b&acirc;timent d&rsquo;OIP-Elbit
                            et de mettre leurs activit&eacute;s &agrave; l&rsquo;arr&ecirc;t afin d&rsquo;imposer un
                            embargo
                            militaire effectif et imm&eacute;diat sur les armes et &eacute;quipements militaires destin&eacute;s
                            &agrave; l&rsquo;&eacute;tat isra&euml;lien et &agrave; son entreprise g&eacute;nocidaire en
                            cours.</p>
                        <p>Elle visait &eacute;galement &agrave; rappeller aux pouvoirs publics leur responsabilit&eacute;
                            en la mati&egrave;re et &agrave; exiger qu&rsquo;ils mettent fin &agrave; leur complicit&eacute;
                            dans les crimes commis par l&rsquo;&eacute;tat isra&eacute;lien via notamment la production
                            d&rsquo;armes
                            sur le territoire belge et leur exportation vers Isra&euml;l. &nbsp;</p>
                        <p>L&rsquo;action avait encore pour but de visibiliser les liens qu'entretiennent OIP et Elbit
                            system Ltd. aupr&egrave;s des citoyens et entreprises, potentiels investisseurs, afin de les
                            inciter &agrave; entamer un processus de&nbsp; d&eacute;sinvestissment.</p>
                        <p>Cette action s&rsquo;inscrit dans le cadre de la campagne Boycott D&eacute;sinvestissement
                            Sanction (ci-apr&egrave;s BDS) lanc&eacute;e par la soci&eacute;t&eacute; civile palestienne
                            et
                            en particulier dans l&rsquo;appel fait aux Etats &agrave; placer l&rsquo;&eacute;tat isra&euml;lien
                            sous embargo militaire afin de mettre fin aux crimes de guerre et crimes contre l&rsquo;humanit&eacute;
                            commis lui.</p>
                    </div>

                    <div class="story-text lang nl">
                        <h3>Presentatie van de actie</h3>
                        <p>Op 4 maart 2024 hebben ongeveer 100 activisten een blokkade uitgevoerd tegen het bedrijf
                            OIP-Elbit, als onderdeel van een internationale oproep om de betrokkenheid van verschillende
                            wapenbedrijven bij de genocide op de Palestijnse bevolking door de Isra&euml;lische staat in
                            Gaza en, meer in het algemeen, bij het beleid van bezetting, kolonisatie en apartheid aan de
                            kaak te stellen.</p>
                        <p>OIP (Optronics Instruments &amp; Products NV) is een Belgisch bedrijf dat gespecialiseerd is
                            in
                            optronica (infraroodcamera's, nachtkijkers, richtsystemen, enz.), voor 99,95% eigendom van
                            Elbit
                            System Ltd., de grootste particuliere wapenfabrikant in Isra&euml;l, die 85% van de drones
                            en
                            het grootste deel van de grondapparatuur levert die door het Isra&euml;lische leger wordt
                            gebruikt. OIP is rechtstreeks betrokken bij de misdaden die het Isra&euml;lische leger
                            begaat
                            tegen de Palestijnse bevolking in de bezette gebieden. OIP genereert winsten die
                            rechtstreeks
                            ten goede komen aan zijn moederbedrijf, Elbit System, maar ontwikkelt ook technologie&euml;n
                            en
                            producten die het ter beschikking stelt aan Elbit System Ltd. In 2023 rapporteerde OIP een
                            omzet
                            van &euro; 57.886.643.</p>
                        <p>Het doel van de actie was om de toegang tot het OIP-Elbit-gebouw te blokkeren en hun
                            activiteiten
                            stil te leggen om een effectief en onmiddellijk militair embargo op te leggen op wapens en
                            militair materieel bestemd voor de Isra&euml;lische staat en zijn voortdurende genocidale
                            onderneming.</p>
                        <p>De actie had ook tot doel burgers, bedrijven en potenti&euml;le investeerders bewust te maken
                            van
                            de banden tussen OIP en Elbit System Ltd. om hen aan te moedigen een proces van
                            desinvestering
                            op gang te brengen.</p>
                        <p>Deze actie maakt deel uit van de Boycott, Divestment, Sanctions (BDS)-campagne die door het
                            Palestijnse maatschappelijk middenveld is gelanceerd, en in het bijzonder de oproep aan
                            staten
                            om de Isra&euml;lische staat onder een militair embargo te plaatsen om een einde te maken
                            aan de
                            oorlogsmisdaden en misdaden tegen de menselijkheid die door deze staat worden begaan.</p>
                    </div>


                </div>

            </div>
        </div>
        <div class="export-image">
            <img src="../resources/protest_images/israelexport.PNG" alt="exportimg.jpg"/>
        </div>
        <section id="elbit-systems" class="story">
            <div class="lang en">
                <h3>Elbit System Ltd., the company that owns OIP.</h3>
                <p>
                    Elbit System Ltd. is the main supplier to the Israeli army. The company supplies approximately
                    50% of Israel's total equipment, 85% of its air force's drone equipment, and 85% of its army's
                    equipment. This military-industrial complex has become the economic backbone of the State of Israel.
                    Between 2020 and 2024, Israel was the eighth largest arms exporter in the world.
                </p>

                <div class="card-container">
                    <div class="card">
                        <h3>A company profiting from genocide.</h3>
                        <p>
                            On 30 June 2025, the UN Special Rapporteur Francesca Albanese published a report on the financial gains of Elbit System Ltd.
                        </p>
                        <a href="https://www.ohchr.org/sites/default/files/documents/hrbodies/hrcouncil/sessions-regular/session59/advance-version/a-hrc-59-23-aev.pdf" target="_blank" class="read-more">Read More</a>
                    </div>

                    <div class="card">
                        <h3>Use of weapons prohibited under international conventions</h3>
                        <p>
                            Elbit System Ltd. manufactures weapons like cluster munitions, circumventing international conventions that prohibit them.
                        </p>
                        <a href="https://electronicintifada.net/blogs/ali-abunimah/eu-funds-firm-supplying-israel-banned-cluster-weapons" target="_blank" class="read-more">Read More</a>
                    </div>

                    <div class="card">
                        <h3>Testing weapons on civilians.</h3>
                        <p>
                            The occupied Palestinian territories serve as a real-life laboratory for testing surveillance, repression, and weaponry technologies.
                        </p>
                        <a href="https://www.youtube.com/watch?v=0JZeHI9PerY" target="_blank" class="read-more">Read More</a>
                    </div>
                </div>
            </div>

            <div class="lang fr">
                <h3>Elbit System Ltd., l’entreprise propriétaire de OIP.</h3>
                <p>
                    Elbit System Ltd. est le fournisseur principal de l’armée israélienne. L’entreprise fournit environ
                    50 % de l’équipement total d’Israël, 85 % de l’équipement en drones de l’armée de l’air et 85 % de
                    l’équipement de l’armée de terre. Ce complexe militaro-industriel est devenu l’épine dorsale
                    économique de l’État israélien. Entre 2020 et 2024, Israël était le huitième exportateur mondial d’armes.
                </p>

                <div class="card-container">
                    <div class="card">
                        <h3>Une entreprise qui fait du profit sur un génocide.</h3>
                        <p>
                            Le 30 juin 2025, la rapporteuse spéciale de l’ONU Francesca Albanese a publié un rapport sur les gains financiers d’Elbit System Ltd.
                        </p>
                        <a href="https://www.ohchr.org/sites/default/files/documents/hrbodies/hrcouncil/sessions-regular/session59/advance-version/a-hrc-59-23-aev.pdf" target="_blank" class="read-more">Lire la suite</a>
                    </div>

                    <div class="card">
                        <h3>Utilisation d’armes interdites dans les conventions internationales</h3>
                        <p>
                            Elbit System Ltd. fabrique des armes comme les munitions à fragmentation, contournant les conventions internationales qui les interdisent.
                        </p>
                        <a href="https://electronicintifada.net/blogs/ali-abunimah/eu-funds-firm-supplying-israel-banned-cluster-weapons" target="_blank" class="read-more">Lire la suite</a>
                    </div>

                    <div class="card">
                        <h3>Tester les armes sur les civils.</h3>
                        <p>
                            Les territoires palestiniens occupés servent de laboratoire réel pour tester les technologies de surveillance, de répression et d’armement.
                        </p>
                        <a href="https://www.youtube.com/watch?v=0JZeHI9PerY" target="_blank" class="read-more">Lire la suite</a>
                    </div>
                </div>
            </div>

            <div class="lang nl">
                <h3>Elbit System Ltd., het bedrijf dat eigenaar is van OIP.</h3>
                <p>
                    Elbit System Ltd. is de belangrijkste leverancier van het Israëlische leger. Het bedrijf levert
                    ongeveer 50 % van alle uitrusting van Israël, 85 % van de drone-uitrusting van de luchtmacht en
                    85 % van de uitrusting van het leger. Dit militair-industriële complex is de economische ruggengraat
                    van de staat Israël geworden. Tussen 2020 en 2024 was Israël de achtste grootste wapenexporteur ter wereld.
                </p>

                <div class="card-container">
                    <div class="card">
                        <h3>Een bedrijf dat profiteert van genocide.</h3>
                        <p>
                            Op 30 juni 2025 publiceerde VN-speciale rapporteur Francesca Albanese een rapport over de financiële winsten van Elbit System Ltd.
                        </p>
                        <a href="https://www.ohchr.org/sites/default/files/documents/hrbodies/hrcouncil/sessions-regular/session59/advance-version/a-hrc-59-23-aev.pdf" target="_blank" class="read-more">Lees meer</a>
                    </div>

                    <div class="card">
                        <h3>Gebruik van wapens verboden onder internationale verdragen</h3>
                        <p>
                            Elbit System Ltd. produceert wapens zoals clustermunitie, waarmee het internationale verdragen omzeilt die dit verbieden.
                        </p>
                        <a href="https://electronicintifada.net/blogs/ali-abunimah/eu-funds-firm-supplying-israel-banned-cluster-weapons" target="_blank" class="read-more">Lees meer</a>
                    </div>

                    <div class="card">
                        <h3>Wapens testen op burgers</h3>
                        <p>
                            De bezette Palestijnse gebieden dienen als een echt laboratorium voor het testen van surveillance-, repressie- en wapentechnologieën.
                        </p>
                        <a href="https://www.youtube.com/watch?v=0JZeHI9PerY" target="_blank" class="read-more">Lees meer</a>
                    </div>
                </div>
            </div>
        </section>


        <div class="story flow-diagram-wrapper">
            <div class="lang en flow-diagram-content">
                <h3>OIP Connection with ELBIT</h3>

                <div class="flow-diagram horizontal">
                    <div class="step">
                        <h4>Purchase and Ownership</h4>
                        <p>Since 2003, OIP has been directly owned by Elbit Systems, Israel’s largest arms manufacturer. The acquisition was made through Elbit’s subsidiary Elop Electro-Optics, embedding OIP into Elbit’s global network of arms production. This means that every OIP activity in Belgium feeds into Elbit’s broader strategy and revenues.</p>
                        <a href="https://gresea.be/OIP-et-l-industrie-de-l-armement-israelien" target="_blank" class="read-more">Read more</a>

                    </div>
                    <div class="arrow">
                        <svg  width="50" height="50">
                            <line x1="0" y1="25" x2="50" y2="25" stroke="red" stroke-width="1" marker-end="url(#arrowhead)" />
                            <defs>
                                <marker id="arrowhead" markerWidth="10" markerHeight="7" refX="10" refY="3.5" orient="auto">
                                    <polygon points="0 0, 10 3.5, 0 7" fill="red" />
                                </marker>
                            </defs>
                        </svg>
                    </div>


                    <div class="step">
                        <h4>Legal Loopholes and Blurry Controls</h4>
                        <p>The European Union and Belgium both claim to regulate arms exports under international law. In practice, however, export licenses are granted despite clear risks of violations of humanitarian law. Arms or dual-use goods linked to Israel often pass through loopholes.</p>
                        <a href="https://www.vredesactie.be/sites/default/files/2024-03/Vredesactie-IPIS-Belgische-wapenexport-naar-Israel.pdf" target="_blank" class="read-more">Read more</a>

                    </div>
                    <div  class="arrow">
                        <svg width="50" height="50">
                            <line x1="0" y1="25" x2="50" y2="25" stroke="red" stroke-width="1" marker-end="url(#arrowhead)" />
                        </svg>
                    </div>


                    <div class="step">
                        <h4>Export Licenses to Israel</h4>
                        <p>Flemish authorities granted 10 arms export licenses to Israel in 2022 worth over $2 million. These exports strengthen Elbit’s capacity to market its weapons abroad – often tested in Palestine before international sale.</p>
                        <a href="https://electronicintifada.net/blogs/david-cronin/arms-dealer-caught-telling-lies-over-exports-israel" target="_blank" class="read-more">Read more</a>

                    </div>
                    <div class="arrow">
                        <svg  width="50" height="50">
                            <line x1="0" y1="25" x2="50" y2="25" stroke="red" stroke-width="1" marker-end="url(#arrowhead)" />
                        </svg>
                    </div>


                    <div class="step">
                        <h4>Profits, Knowledge, and Military Programs</h4>
                        <p>OIP and Elbit share profits, contracts, technology, and personnel. Elbit’s takeover opened doors for OIP in Belgium and Europe. Employees move between both firms, giving Elbit direct access to NATO markets.</p>
                        <a href="https://electronicintifada.net/blogs/david-cronin/israels-elbit-eyes-major-belgian-weapons-contract" target="_blank" class="read-more">Read more</a>

                    </div>
                    <div class="arrow">
                        <svg width="50" height="50">
                        <line x1="0" y1="25" x2="50" y2="25" stroke="red" stroke-width="1" marker-end="url(#arrowhead)" />
                    </svg>
                    </div>


                    <div class="step">
                        <h4>A Gateway for Elbit in Europe</h4>
                        <p>OIP was Elbit’s first European acquisition, a gateway into the EU defense sector. From Belgium, Elbit can expand into new markets, secure contracts, and strengthen European militarization.</p>
                        <a href="https://gresea.be/OIP-et-l-industrie-de-l-armement-israelien" target="_blank" class="read-more">Read more</a>
                    </div>
                </div>
            </div>
            <div class="lang fr">
                <h3> Lien entre OIP et ELBIT</h3>
                <p><em><strong>Achat et propri&eacute;t&eacute;</strong></em></p>
                <p>Depuis 2003, OIP est d&eacute;tenue directement par Elbit Systems, le plus grand fabricant
                    d'armes d'Isra&euml;l. L'acquisition a &eacute;t&eacute; r&eacute;alis&eacute;e par l'interm&eacute;diaire
                    de la filiale d'Elbit, Elop Electro-Optics, int&eacute;grant ainsi OIP dans le r&eacute;seau
                    mondial de production d'armes d'Elbit. Cela signifie que toutes les activit&eacute;s d'OIP en
                    Belgique contribuent &agrave; la strat&eacute;gie globale et aux revenus d'Elbit.</p>
                <p>Pour en savoir plus : <a href="https://gresea.be/OIP-et-l-industrie-de-l-armement-israelien"><u>Gresea
                    &ndash; OIP et l'industrie isra&eacute;lienne de l'armement (2025)</u></a></p>
                <p>&nbsp;</p>
                <p>&nbsp;</p>
                <p><em><strong>Lacunes juridiques et contr&ocirc;les flous</strong></em></p>
                <p>L'Union europ&eacute;enne et la Belgique affirment toutes deux r&eacute;glementer les
                    exportations d'armes en vertu du droit international. Dans la pratique, cependant, des licences
                    d'exportation sont accord&eacute;es malgr&eacute; des risques &eacute;vidents de violation du
                    droit humanitaire. Les armes ou les biens &agrave; double usage li&eacute;s &agrave; Isra&euml;l
                    passent souvent &agrave; travers les mailles du filet : &laquo; destinataires finaux &raquo;
                    incertains, application r&eacute;gionale incoh&eacute;rente et m&eacute;canismes de contr&ocirc;le
                    faibles. Il en r&eacute;sulte que des entreprises belges comme OIP op&egrave;rent dans une zone
                    grise, approvisionnant une puissance occupante tandis que les gouvernements ferment les
                    yeux.</p>
                <p>Pour en savoir plus : <a
                        href="https://www.vredesactie.be/sites/default/files/2024-03/Vredesactie-IPIS-Belgische-wapenexport-naar-Israel.pdf"><u>Vredesactie
                    &amp; IPIS &ndash; Exportations d'armes belges vers Isra&euml;l (2024)</u></a></p>
                <p>&nbsp;</p>
                <p><em><strong>Licences d'exportation vers Isra&euml;l</strong></em></p>
                <p>Malgr&eacute; les d&eacute;mentis officiels, les autorit&eacute;s flamandes ont accord&eacute; 10
                    licences d'exportation d'armes vers Isra&euml;l en 2022, pour une valeur totale de plus de 2
                    millions de dollars. M&ecirc;me lorsqu'elles sont pr&eacute;sent&eacute;es comme des &laquo;
                    composants &raquo; destin&eacute;s &agrave; &ecirc;tre utilis&eacute;s en dehors d'Isra&euml;l,
                    ces exportations renforcent la capacit&eacute; d'Elbit &agrave; commercialiser ses armes
                    &agrave; l'&eacute;tranger &ndash; des armes souvent test&eacute;es en Palestine avant d'&ecirc;tre
                    vendues &agrave; l'international. Tout transfert de mat&eacute;riel &agrave; Elbit renforce une
                    &eacute;conomie de guerre qui tire profit de l'occupation et du g&eacute;nocide.</p>
                <p>Pour en savoir plus : <a
                        href="https://electronicintifada.net/blogs/david-cronin/arms-dealer-caught-telling-lies-over-exports-israel"><u>Electronic
                    Intifada &ndash; Les mensonges des marchands d'armes sur les exportations vers
                    Isra&euml;l</u></a> et <a
                        href="https://electronicintifada.net/blogs/david-cronin/why-nobody-should-toast-belgiums-stance-gaza"><u>Electronic
                    Intifada &ndash; Pourquoi personne ne devrait saluer la position de la Belgique sur</u><u>
                    Gaza</u></a></p>
                <p>&nbsp;</p>
                <p><em><strong>Profits, connaissances et programmes militaires</strong></em></p>
                <p>L'OIP et Elbit ne se contentent pas de partager leurs profits, ils partagent &eacute;galement
                    leurs contrats, leurs technologies et leur personnel. Le rachat d'Elbit a ouvert des portes
                    &agrave; OIP en Belgique et en Europe : des navires de la marine belge &eacute;quip&eacute;s des
                    syst&egrave;mes Seagull d'Elbit aux grands programmes de d&eacute;fense tels que le contrat de
                    44,8 millions d'euros pour les v&eacute;hicules blind&eacute;s Piranha III (2007) et le contrat
                    de 150 millions de dollars pour les &laquo; gilets intelligents &raquo; du Benelux (2015). Les
                    employ&eacute;s passent d'une entreprise &agrave; l'autre, et la pr&eacute;sence d'OIP en
                    Belgique donne &agrave; Elbit un acc&egrave;s direct aux march&eacute;s de l'OTAN.</p>
                <p>Pour en savoir plus : <a
                        href="https://electronicintifada.net/blogs/david-cronin/israels-elbit-eyes-major-belgian-weapons-contract"><u>Electronic
                    Intifada &ndash; L'entreprise isra&eacute;lienne Elbit vise un important contrat d'armement
                    belge</u></a> et <a
                        href="https://www.c4isrnet.com/c2-comms/2015/10/19/elbit-wins-benelux-smart-vest-contract/"><u>C4ISRNET
                    &ndash; Elbit r</u><u>emporte le contrat des gilets intelligents Belneux</u><u>.</u></a></p>
                <p>&nbsp;</p>
                <p><em><strong>Une porte d'entr&eacute;e pour Elbit en Europe</strong></em></p>
                <p>La strat&eacute;gie internationale d'Elbit repose depuis longtemps sur l'acquisition de petites
                    entreprises &agrave; l'&eacute;tranger afin de contourner les restrictions politiques et
                    industrielles en Isra&euml;l. OIP a &eacute;t&eacute; sa premi&egrave;re acquisition europ&eacute;enne,
                    une porte d'entr&eacute;e dans le secteur de la d&eacute;fense de l'UE. Depuis la Belgique, pays
                    qui abrite le si&egrave;ge de l'OTAN, Elbit peut se d&eacute;velopper sur de nouveaux march&eacute;s,
                    obtenir des contrats et renforcer son emprise sur la militarisation europ&eacute;enne. OIP n'est
                    pas une entreprise belge neutre : c'est une extension europ&eacute;enne de la machine de guerre
                    isra&eacute;lienne. Pour en savoir plus :</p>
                <p>
                    <a href="https://defense-update.com/20070108_elbit-contracted-to-fit-belgian-piranhas-with-30-mm-turrets.html"><u>Gresea
                        &ndash; OIP et l'industrie de l'armement isra&eacute;lienne (2025) </u></a>et <a
                        href="https://defense-update.com/20070108_elbit-contracted-to-fit-belgian-piranhas-with-30-mm-turrets.html"><u>Defense
                    Update &ndash; Elbit signe un contrat pour &eacute;quiper les Piranhas belges de tourelles de 30
                    mm</u><u>.</u></a></p>
            </div>
            <div class="lang nl">
                <h3> OIP-verbinding met ELBIT</h3>
                <p><em><strong>Aankoop en eigendom</strong></em></p>
                <p>Sinds 2003 is OIP rechtstreeks eigendom van Elbit Systems, de grootste wapenfabrikant van Isra&euml;l.
                    De overname vond plaats via Elbit's dochteronderneming Elop Electro-Optics, waardoor OIP werd ge&iuml;ntegreerd
                    in Elbit's wereldwijde netwerk van wapenproductie. Dit betekent dat alle activiteiten van OIP in
                    Belgi&euml; bijdragen aan de bredere strategie en inkomsten van Elbit. <br/>&nbsp;Lees meer: <a
                            href="https://gresea.be/OIP-et-l-industrie-de-l-armement-israelien"><u>Gresea &ndash;
                        OIP en de Isra&euml;lische wapenindustrie (2025)</u></a></p>
                <p>&nbsp;</p>
                <p><em><strong>Juridische mazen en vage controles</strong></em></p>
                <p>Zowel de Europese Unie als Belgi&euml; beweren dat zij de wapenexport reguleren op basis van het
                    internationaal recht. In de praktijk worden echter exportvergunningen verleend ondanks
                    duidelijke risico's op schendingen van het humanitair recht. Wapens of goederen voor twee&euml;rlei
                    gebruik die verband houden met Isra&euml;l vallen vaak door mazen in de wet: onzekere &ldquo;eindontvangers&rdquo;,
                    inconsistente regionale handhaving en zwakke toezichtmechanismen. Het resultaat is dat Belgische
                    bedrijven zoals OIP in een grijs gebied opereren en een bezettingsmacht bevoorraden terwijl
                    regeringen de andere kant opkijken. <br/>&nbsp;Lees meer: <a
                            href="https://www.vredesactie.be/sites/default/files/2024-03/Vredesactie-IPIS-Belgische-wapenexport-naar-Israel.pdf"><u>Vredesactie
                        &amp; IPIS &ndash; Belgische wapenexport naar Isra&euml;l (2024)</u></a></p>
                <p>&nbsp;</p>
                <p><em><strong>Exportvergunningen naar Isra&euml;l</strong></em></p>
                <p>Ondanks offici&euml;le ontkenningen hebben de Vlaamse autoriteiten in 2022 tien
                    wapenexportvergunningen aan Isra&euml;l verleend ter waarde van meer dan 2 miljoen dollar. Zelfs
                    wanneer deze worden gepresenteerd als &ldquo;onderdelen&rdquo; voor gebruik buiten Isra&euml;l,
                    versterken deze exporten het vermogen van Elbit om zijn wapens in het buitenland op de markt te
                    brengen &ndash; wapens die vaak in Palestina worden getest voordat ze internationaal worden
                    verkocht. Elke overdracht van materiaal aan Elbit versterkt een oorlogseconomie die profiteert
                    van bezetting en genocide. <br/>&nbsp;Lees meer: <a
                            href="https://electronicintifada.net/blogs/david-cronin/arms-dealer-caught-telling-lies-over-exports-israel"><u>Electronic
                        Intifada &ndash; Wapenhandelaar liegt over export naar Isra&euml;l </u></a>en <a
                            href="https://electronicintifada.net/blogs/david-cronin/why-nobody-should-toast-belgiums-stance-gaza"><u>Electronic
                        Intifada &ndash; Waarom niemand moet toasten op het standpunt van Belgi&euml; over Gaza</u></a>
                </p>
                <p>&nbsp;</p>
                <p><em><strong>Winst, kennis en militaire programma's</strong></em></p>
                <p>OIP en Elbit delen niet alleen winst, maar ook contracten, technologie en personeel. De overname
                    door Elbit opende deuren voor OIP in Belgi&euml; en Europa: van Belgische marineschepen met
                    Elbit's Seagull-systemen tot grote defensieprogramma's zoals het contract&nbsp;van 44,8 miljoen
                    euro voor Piranha III-pantservoertuigen (2007) en het contract van 150 miljoen dollar voor
                    &ldquo;slimme vesten&rdquo; in de Benelux (2015). Medewerkers wisselen tussen beide bedrijven en
                    dankzij de aanwezigheid van OIP in Belgi&euml; heeft Elbit directe toegang tot de NAVO-markten.
                    <br/>&nbsp;Lees meer: <a
                            href="https://electronicintifada.net/blogs/david-cronin/israels-elbit-eyes-major-belgian-weapons-contract"><u>Electronic
                        Intifada &ndash; Isra&euml;lische Elbit aast op groot Belgisch wapencontract</u></a> en <a
                            href="https://www.c4isrnet.com/c2-comms/2015/10/19/elbit-wins-benelux-smart-vest-contract/"><u>C4ISRNET
                        &ndash; Elbit wint Belneux smart vest</u><u>.</u></a></p>
                <p>&nbsp;</p>
                <p><em><strong>Een toegangspoort voor Elbit in Europa</strong></em></p>
                <p>De internationale strategie van Elbit is al lang gebaseerd op het overnemen van kleinere
                    bedrijven in het buitenland om politieke en industri&euml;le beperkingen in Isra&euml;l te
                    omzeilen. OIP was de eerste Europese overname, een toegangspoort tot de defensiesector van de
                    EU. Vanuit Belgi&euml; &ndash; een land waar het hoofdkwartier van de NAVO is gevestigd &ndash;
                    kan Elbit uitbreiden naar nieuwe markten, contracten binnenhalen en zijn greep op de Europese
                    militarisering versterken. OIP is geen neutraal Belgisch bedrijf: het is een Europese
                    uitbreiding van de Isra&euml;lische oorlogsmachine. <br/>&nbsp;Lees meer: <a
                            href="https://defense-update.com/20070108_elbit-contracted-to-fit-belgian-piranhas-with-30-mm-turrets.html"><u>Gresea
                        &ndash; OIP en de Isra&euml;lische wapenindustrie (2025)</u></a> en <a
                            href="https://defense-update.com/20070108_elbit-contracted-to-fit-belgian-piranhas-with-30-mm-turrets.html"><u>Defense
                        Update &ndash; Elbit krijgt opdracht om Belgische Piranha's uit te rusten met 30 mm
                        geschutskoepels</u></a></p>
            </div>

        </div>
        <div class="story">
            <div class="lang en">
                <h3> The ongoing trial.</h3>
                <p>Today, seven activists who participated in the action on March 4, 2024, are being prosecuted in
                    the Oudenaarde District Court by OIP-Elbit, which is claiming more than &euro;10,000 and up to
                    &euro;100,000 in damages. Through this legal action, OIP-Elbit is attempting to deny its active
                    collaboration in the ongoing genocide in Gaza, and is seeking to intimidate those who denounce
                    its responsibility and to suppress any form of movement in support of the Palestinian
                    people.</p>
                <p>This lawsuit is part of a civil proceeding, which means that it is OIP-ELBIT, not the Belgian
                    state, that is suing these activists for the financial losses and moral damage allegedly
                    suffered by the company during the blockade action. As a reminder, OIP-Elbit is a high-tech arms
                    company with an annual turnover for 2023 of &euro;57,886,643 and a profit of &euro;2,647,538<a
                            href="#_ftn1" name="_ftnref1">[1]</a>. ELBIT Systems, meanwhile, recorded an increase in
                    profits in the first quarter of 2025, with 32% of its turnover coming from orders delivered to
                    the Israeli army<a href="#_ftn2" name="_ftnref2">[2]</a>.</p>
                <p>&mdash;&mdash;&mdash;&mdash;&mdash;&mdash;&mdash;&mdash;</p>
                <p>The outcome of this trial is important not only for actions of solidarity with the Palestinian
                    struggle, but more generally for any mobilization aimed at denouncing the actions and
                    responsibility of a company. Indeed, this trial raises a fundamental legal question in the
                    Belgian legal system, namely whether freedom of expression and the right to protest should take
                    precedence over the economic interests of a company, or whether, on the contrary, these
                    fundamental rights and freedoms could be violated when it comes to protecting the financial
                    interests of companies, such as those of arms cartels.</p>
                <p>Fondation Marius Jacob</p>
                <p>BE65 5230 8110 3896</p>
                <p>!! Communication !! : blocade</p>
                <p>&nbsp;</p>
                <p>It is therefore absolutely necessary to support the activists prosecuted by OIP-Elbit, to
                    mobilize around this trial, and to attend in large numbers at the rally scheduled for February
                    17, 2026, at 10 a.m.</p>
                <p>&nbsp;</p>
                <p><a href="#_ftnref1" name="_ftn1">[1]</a>&nbsp;
                    https://www.reuters.com/world/middle-east/israels-elbit-systems-posts-profit-jump-gaza-war-rising-defence
                    budgets-</p>
                <p><a href="#_ftnref2" name="_ftn2">[2]</a>&nbsp;https://www.companyweb.be/nl/0433460930/optronic-instruments-products
                </p>
            </div>
            <div class="lang fr">
                <h3> Le procès en cours</h3>
                <p>Aujourd&rsquo;hui, sept militant.e.s ayant particip&eacute; &agrave; l&rsquo;action du 4 mars
                    2024, sont poursuivis devant le tribunal de premi&egrave;re instance d&rsquo;Oudenaerde par
                    OIP-Elbit qui leur r&eacute;clame plus de 10.000 euros et jusqu&rsquo;&agrave; 100.000 euros de
                    dommages et int&eacute;r&ecirc;ts. Par cette action en justice, OIP-Elbit tente de nier sa
                    collaboration active dans le g&eacute;nocide en cours &agrave; Gaza, et cherche &agrave;
                    intimider les voix qui d&eacute;noncent sa responsabilit&eacute; et &agrave; r&eacute;primer
                    toute forme de mouvement de soutien au peuple palestinien.</p>
                <p>Ce proc&egrave;s s&rsquo;incrit dans le cadre d&rsquo;une proc&eacute;dure civile, ce qui
                    signifie que c&rsquo;est bien OIP-ELBIT et non pas l&rsquo;Etat belge, qui poursuit ces
                    militants en justice pour les pertes financi&egrave;res et le dommage moral pr&eacute;tendument
                    subis par l&rsquo;entreprise lors de l&rsquo;action de blocage. Pour rappel, OIP-Elbit est une
                    entreprise d&rsquo;armement de haute technologie dont le chiffre d&rsquo;affaire annuel pour l&rsquo;ann&eacute;e
                    de 2023 &eacute;tait de 57.886.643 d&rsquo;euros avec un b&eacute;n&eacute;fice de 2.647.538 d&rsquo;euros<a
                            href="#_ftn1" name="_ftnref1">[1]</a>. ELBIT system a quant &agrave; elle, enregistr&eacute;
                    au premier trimestre de l&rsquo;ann&eacute;e 2025, une augmentation de ses b&eacute;n&eacute;fices
                    tandis que 32% de son chiffre d&rsquo;affaire provient des commandes livr&eacute;es &agrave; l&rsquo;arm&eacute;e
                    isra&eacute;lienne<a href="#_ftn2" name="_ftnref2">[2]</a>.</p>
                <p>L&rsquo;issue de ce proc&egrave;s est non seulement importante pour les actions de solidarit&eacute;
                    avec la lutte palestienne mais de mani&egrave;re g&eacute;n&eacute;rale, pour toute mobilisation
                    qui viserait &agrave; d&eacute;noncer les actions et la responsabilit&eacute; d&rsquo;une
                    entreprise. En effet, ce proc&egrave;s soul&egrave;ve une question de droit fondamentale dans l&rsquo;ordre
                    juridique belge, celle de d&eacute;terminer si la libert&eacute; d&rsquo;expression et le droit
                    de manifester doivent pr&eacute;valoir sur les int&eacute;r&ecirc;ts &eacute;conomiques d&rsquo;une
                    entreprise ou si au contraire, ces droits et libert&eacute;s fondamentales pourraient &ecirc;tre
                    bafou&eacute;s lorsqu&rsquo;il s&rsquo;agit de prot&eacute;ger les int&eacute;r&ecirc;ts
                    financiers des entreprises, comme en l&rsquo;occurence ceux des cartels d&rsquo;armements.</p>
                <p>Il est donc absolument n&eacute;cessaire de soutenir les militant.e.s poursuivis par OIP-Elbit,
                    de se mobiliser autour de ce proc&egrave;s et d&rsquo;&ecirc;tre pr&eacute;sent.e.s en nombre au
                    rassemblement pr&eacute;vu le 17 f&eacute;vrier 2026 &agrave; 10h&nbsp; devant le Tribunal de
                    premi&egrave;re instance d&rsquo;Oudenaerde.</p>
                <p>Toute participation &agrave; la cagnotte de soutien pour faire face aux frais de justice est
                    &eacute;galement la bienvenue.</p>
                <p>&nbsp;</p>
                <p>Fondation Marius Jacob</p>
                <p>BE65 5230 8110 3896</p>
                <p>!! Communication !! : blocage</p>
                <p>&nbsp;</p>
                <p><a href="#_ftnref1" name="_ftn1">[1]</a>&nbsp;
                    https://www.reuters.com/world/middle-east/israels-elbit-systems-posts-profit-jump-gaza-war-rising-defence
                    budgets-</p>
                <p><a href="#_ftnref2" name="_ftn2">[2]</a>&nbsp;https://www.companyweb.be/nl/0433460930/optronic-instruments-products
                </p>
            </div>
            <div class="lang nl">
                <h3> Het lopende proces</h3>
                <p>Vandaag worden zeven activisten die hebben deelgenomen aan de actie van 4 maart 2024 voor de
                    rechtbank van eerste aanleg van Oudenaarde vervolgd door OIP-Elbit, dat meer dan 10.000 euro en
                    tot 100.000 euro schadevergoeding eist. Met deze rechtszaak probeert OIP-Elbit zijn actieve
                    medewerking aan de genocide in Gaza te ontkennen en wil het de stemmen die zijn
                    verantwoordelijkheid aan de kaak stellen intimideren en elke vorm van steun aan het Palestijnse
                    volk onderdrukken.</p>
                <p>Deze rechtszaak kadert in een burgerlijke procedure, wat betekent dat het OIP-ELBIT is en niet de
                    Belgische staat die deze activisten voor de rechter daagt voor de financi&euml;le verliezen en
                    morele schade die het bedrijf zou hebben geleden tijdens de blokkadeactie. Ter herinnering:
                    OIP-Elbit is een hightech wapenbedrijf met een jaaromzet van 57.886.643&euro; in 2023 en een
                    winst van 2.647.538&euro;<a href="#_ftn1" name="_ftnref1">[1]</a>. ELBIT system noteerde in het
                    eerste kwartaal van 2025 een stijging van zijn winst, terwijl 32% van zijn omzet afkomstig is
                    van orders die aan het Isra&euml;lische leger zijn geleverd<a href="#_ftn2"
                                                                                  name="_ftnref2">[2]</a>.</p>
                <p>De uitkomst van dit proces is niet alleen belangrijk voor de solidariteitsacties met de
                    Palestijnse strijd, maar ook in het algemeen voor elke mobilisatie die tot doel heeft de acties
                    en verantwoordelijkheid van een bedrijf aan de kaak te stellen. Dit proces werpt namelijk een
                    fundamentele rechtsvraag op in het Belgische rechtssysteem, namelijk of de vrijheid van
                    meningsuiting en het recht om te demonstreren voorrang moeten hebben op de economische belangen
                    van een bedrijf, of dat deze fundamentele rechten en vrijheden juist mogen worden geschonden
                    wanneer het gaat om de bescherming van de financi&euml;le belangen van bedrijven, zoals in dit
                    geval die van wapenkartels.</p>
                <p>Het is dan ook absoluut noodzakelijk om de door OIP-Elbit vervolgde activisten te steunen, zich
                    te mobiliseren rond dit proces en massaal aanwezig te zijn op de bijeenkomst die op 17 februari
                    2026 om 10 uur voor de Rechtbank van Eerste Aanleg in Oudenaarde is gepland.</p>
                <p>Elke bijdrage aan de steunpot om de gerechtskosten te dekken is ook van harte welkom.</p>
                <p>&nbsp;</p>
                <p>Fondation Marius Jacob</p>
                <p>BE65 5230 8110 3896</p>
                <p>!! communicatie!! : blokkering</p>
                <p>&nbsp;</p>
                <p><a href="#_ftnref1" name="_ftn1">[1]</a>&nbsp;
                    https://www.reuters.com/world/middle-east/israels-elbit-systems-posts-profit-jump-gaza-war-rising-defence
                    budgets-</p>
                <p><a href="#_ftnref2" name="_ftn2">[2]</a>&nbsp;https://www.companyweb.be/nl/0433460930/optronic-instruments-products
                </p>
            </div>

        </div>


    </section>
</main>
<button id="back-to-top">↑ Top</button>
<script src="../js/language-switcher.js"></script>
<script src="../js/back-to-top.js"></script>

</body>