<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Research - Stop Elbit</title>
    <link rel="stylesheet" href="../css/style.css">

</head>
<body>
<header>
    <h1>STOP ELBIT</h1>
    <nav>
        <a href="../index.html" class="menu-item">Home</a> |
        <a href="research.html" class="menu-item active">Research</a> |
        <a href="donate.html" class="menu-item">Donate</a> |
        <a href="contact.html" class="menu-item">Contact</a> |
        <a href="news.html" class="menu-item">News</a>
    </nav>
</header>
<section class="hero">
    <div class="hero-overlay">
        <h1>RESEARCH: EXPOSING OIP–ELBIT</h1>
        <p>Belgium is not neutral. Its companies profit from genocide.</p>
    </div>
</section>
<main class="container">


    <div class="language-switcher">
        <button data-lang="en">English</button>
        <button data-lang="fr">Français</button>
        <button data-lang="nl">Nederlands</button>
    </div>

    <section class="stories">


        <div class="story-grid">
            <!-- Story 1 -->
            <div class="story">
                <div class="story-img-container">
                    <img src="../resources/protest_images/StopArmingIsrael.jpg" alt="StopArmingIsrael.jpg"
                         class="story-img"/>
                </div>
                <div class="story-context">
                    <h3> Presentation of the action</h3>
                    <div class="side-column">
                        <div class="fact-box">
                            <ul>
                                <li><strong>Target:</strong> OIP–Elbit</li>
                                <li><strong>Activists:</strong> ~100</li>
                                <li><strong>Date:</strong> 4 March 2024</li>
                                <li><strong>Turnover OIP:</strong> €57,886,643 (2023)</li>
                            </ul>
                        </div>
                        <div class="fact-image">
                            <img src="../resources/protest_images/ShutElbitDown.jpeg" alt="ShutElbitDown.jpg"/>
                        </div>
                    </div>
                    <div class="story-text lang en">


                        <p>On March 4, 2024, around 100 activists carried out a blockade against the company OIP-Elbit,
                            as
                            part of an international call to denounce the involvement of several arms companies in the
                            genocide of the Palestinian population perpetrated by the Israeli state in Gaza and, more
                            broadly, in its policy of occupation, colonization, and apartheid.</p>
                        <p>OIP (Optronics Instruments &amp; Products NV) is a Belgian company specializing in optronics
                            (infrared cameras, night vision goggles, targeting systems, etc.), 99.95% owned by Elbit
                            System
                            Ltd., which is the largest private arms manufacturer in Israel and supplies 85% of the
                            drones
                            and most of the ground equipment used by the Israeli army. OIP is directly involved in the
                            crimes committed by the Israeli army against the Palestinian population in the occupied
                            territories. OIP generates profits that directly benefit its parent company, Elbit System,
                            but
                            also develops technologies and products that it makes available to Elbit System Ltd. In
                            2023,
                            OIP reported a turnover of &euro;57,886,643.</p>
                        <p>The aim of the action was to block access to the OIP-Elbit building and bring their
                            activities to
                            a halt in order to impose an effective and immediate military embargo on weapons and
                            military
                            equipment destined for the Israeli state and its ongoing genocidal enterprise.</p>
                        <p>It also aimed to remind the public authorities of their responsibility in this matter and to
                            demand that they end their complicity in the crimes committed by the Israeli state, in
                            particular through the production of weapons on Belgian territory and their export to
                            Israel.&nbsp;</p>
                        <p>The action also aimed to raise awareness among citizens, businesses, and potential investors
                            of
                            the links between OIP and Elbit system Ltd. in order to encourage them to begin a process of
                            divestment.</p>
                        <p>This action is part of the Boycott, Divestment, Sanctions (BDS) campaign launched by
                            Palestinian
                            civil society and, in particular, the call for states to place the Israeli state under a
                            military embargo in order to put an end to the war crimes and crimes against humanity
                            committed
                            by it.</p>
                    </div>
                    <div class="story-text lang fr">
                        <h3>Présentation de l’action</h3>
                        <p>Le 4 mars 2024, &nbsp;une centaine de militant.e.s a&nbsp;men&eacute; une action de blocage
                            &agrave; l&rsquo;encontre de l&rsquo;entreprise OIP-Elbit, dans le cadre d&rsquo;un appel
                            international&nbsp;visant &agrave; d&eacute;noncer l&rsquo;implication de plusieurs
                            entreprises
                            d&rsquo;armement, dans le g&eacute;nocide de la population palestinienne perpr&eacute;tr&eacute;
                            par l&rsquo;Etat isra&eacute;lien &agrave; Gaza et plus largement dans la politique d&rsquo;occupation,
                            de colonisation et d&rsquo;apartheid men&eacute;e par celui-ci.</p>
                        <p>OIP (Optronics Instruments &amp; Products NV),&nbsp;est une entreprise belge sp&eacute;cialis&eacute;e
                            dans l&rsquo;optronique (camera infrarouge, lunette de vision nocturne, syst&egrave;me de
                            vis&eacute;e...),
                            d&eacute;tenue &agrave; 99,95 % par Elbit System Ltd., qui est le plus grand fabricant d&rsquo;armes
                            priv&eacute; en Isra&euml;l et qui fournit 85% des drones et la plupart des &eacute;quipements
                            terrestres utilis&eacute;s par l&rsquo;arm&eacute;e isra&eacute;lienne<a href="#_ftn1"
                                                                                                     name="_ftnref1">[1]</a>.
                            OIP est directement impliqu&eacute;e dans les crimes commis par l&rsquo;arm&eacute;e isra&eacute;lienne
                            &agrave; l&rsquo;encontre de la population palestienne dans les territoires occup&eacute;s.
                            En
                            effet, OIP g&eacute;n&egrave;re des profits qui b&eacute;n&eacute;ficient directement
                            &agrave;
                            sa soci&eacute;t&eacute; m&egrave;re, Elbit system Ltd. mais d&eacute;veloppe &eacute;galement
                            des technologies et produits qu&rsquo;elle met &agrave; disposition de cette derni&egrave;re.&nbsp;En
                            2023, OIP d&eacute;calre un chiffre d&rsquo;affaires de 57.886.643 d&rsquo;euros.</p>
                        <p>L&rsquo;action avait pour objectif de bloquer l&rsquo;acc&egrave;s au b&acirc;timent d&rsquo;OIP-Elbit
                            et de mettre leurs activit&eacute;s &agrave; l&rsquo;arr&ecirc;t afin d&rsquo;imposer un
                            embargo
                            militaire effectif et imm&eacute;diat sur les armes et &eacute;quipements militaires destin&eacute;s
                            &agrave; l&rsquo;&eacute;tat isra&euml;lien et &agrave; son entreprise g&eacute;nocidaire en
                            cours.</p>
                        <p>Elle visait &eacute;galement &agrave; rappeller aux pouvoirs publics leur responsabilit&eacute;
                            en la mati&egrave;re et &agrave; exiger qu&rsquo;ils mettent fin &agrave; leur complicit&eacute;
                            dans les crimes commis par l&rsquo;&eacute;tat isra&eacute;lien via notamment la production
                            d&rsquo;armes
                            sur le territoire belge et leur exportation vers Isra&euml;l. &nbsp;</p>
                        <p>L&rsquo;action avait encore pour but de visibiliser les liens qu'entretiennent OIP et Elbit
                            system Ltd. aupr&egrave;s des citoyens et entreprises, potentiels investisseurs, afin de les
                            inciter &agrave; entamer un processus de&nbsp; d&eacute;sinvestissment.</p>
                        <p>Cette action s&rsquo;inscrit dans le cadre de la campagne Boycott D&eacute;sinvestissement
                            Sanction (ci-apr&egrave;s BDS) lanc&eacute;e par la soci&eacute;t&eacute; civile palestienne
                            et
                            en particulier dans l&rsquo;appel fait aux Etats &agrave; placer l&rsquo;&eacute;tat isra&euml;lien
                            sous embargo militaire afin de mettre fin aux crimes de guerre et crimes contre l&rsquo;humanit&eacute;
                            commis lui.</p>
                    </div>

                    <div class="story-text lang nl">
                        <h3>Presentatie van de actie</h3>
                        <p>Op 4 maart 2024 hebben ongeveer 100 activisten een blokkade uitgevoerd tegen het bedrijf
                            OIP-Elbit, als onderdeel van een internationale oproep om de betrokkenheid van verschillende
                            wapenbedrijven bij de genocide op de Palestijnse bevolking door de Isra&euml;lische staat in
                            Gaza en, meer in het algemeen, bij het beleid van bezetting, kolonisatie en apartheid aan de
                            kaak te stellen.</p>
                        <p>OIP (Optronics Instruments &amp; Products NV) is een Belgisch bedrijf dat gespecialiseerd is
                            in
                            optronica (infraroodcamera's, nachtkijkers, richtsystemen, enz.), voor 99,95% eigendom van
                            Elbit
                            System Ltd., de grootste particuliere wapenfabrikant in Isra&euml;l, die 85% van de drones
                            en
                            het grootste deel van de grondapparatuur levert die door het Isra&euml;lische leger wordt
                            gebruikt. OIP is rechtstreeks betrokken bij de misdaden die het Isra&euml;lische leger
                            begaat
                            tegen de Palestijnse bevolking in de bezette gebieden. OIP genereert winsten die
                            rechtstreeks
                            ten goede komen aan zijn moederbedrijf, Elbit System, maar ontwikkelt ook technologie&euml;n
                            en
                            producten die het ter beschikking stelt aan Elbit System Ltd. In 2023 rapporteerde OIP een
                            omzet
                            van &euro; 57.886.643.</p>
                        <p>Het doel van de actie was om de toegang tot het OIP-Elbit-gebouw te blokkeren en hun
                            activiteiten
                            stil te leggen om een effectief en onmiddellijk militair embargo op te leggen op wapens en
                            militair materieel bestemd voor de Isra&euml;lische staat en zijn voortdurende genocidale
                            onderneming.</p>
                        <p>De actie had ook tot doel burgers, bedrijven en potenti&euml;le investeerders bewust te maken
                            van
                            de banden tussen OIP en Elbit System Ltd. om hen aan te moedigen een proces van
                            desinvestering
                            op gang te brengen.</p>
                        <p>Deze actie maakt deel uit van de Boycott, Divestment, Sanctions (BDS)-campagne die door het
                            Palestijnse maatschappelijk middenveld is gelanceerd, en in het bijzonder de oproep aan
                            staten
                            om de Isra&euml;lische staat onder een militair embargo te plaatsen om een einde te maken
                            aan de
                            oorlogsmisdaden en misdaden tegen de menselijkheid die door deze staat worden begaan.</p>
                    </div>


                </div>

            </div>

            <div class="story">
                <div class="export-image">
                    <img src="../resources/protest_images/israelexport.PNG" alt="exportimg.jpg"/>
                </div>
            </div>
            <section id="elbit-systems" class="story">
                <div class="lang en">
                    <h3>Elbit System Ltd., the company that owns OIP.</h3>
                    <p>
                        Elbit System Ltd. is the main supplier to the Israeli army. The company supplies approximately
                        50% of Israel's total equipment, 85% of its air force's drone equipment, and 85% of its army's
                        equipment. This military-industrial complex has become the economic backbone of the State of
                        Israel.
                        Between 2020 and 2024, Israel was the eighth largest arms exporter in the world.
                    </p>

                    <div class="card-container">
                        <div class="card">
                            <h3>A company profiting from genocide.</h3>
                            <p>
                                On 30 June 2025, the UN Special Rapporteur Francesca Albanese published a report on the
                                financial gains of Elbit System Ltd.
                            </p>
                            <a href="https://www.ohchr.org/sites/default/files/documents/hrbodies/hrcouncil/sessions-regular/session59/advance-version/a-hrc-59-23-aev.pdf"
                               target="_blank" class="read-more">Read More</a>
                        </div>

                        <div class="card">
                            <h3>Use of weapons prohibited under international conventions</h3>
                            <p>
                                Elbit System Ltd. manufactures weapons like cluster munitions, circumventing
                                international
                                conventions that prohibit them.
                            </p>
                            <a href="https://electronicintifada.net/blogs/ali-abunimah/eu-funds-firm-supplying-israel-banned-cluster-weapons"
                               target="_blank" class="read-more">Read More</a>
                        </div>

                        <div class="card">
                            <h3>Testing weapons on civilians.</h3>
                            <p>
                                The occupied Palestinian territories serve as a real-life laboratory for testing
                                surveillance, repression, and weaponry technologies.
                            </p>
                            <a href="https://www.youtube.com/watch?v=0JZeHI9PerY" target="_blank" class="read-more">Read
                                More</a>
                        </div>
                    </div>
                </div>

                <div class="lang fr">
                    <h3>Elbit System Ltd., l’entreprise propriétaire de OIP.</h3>
                    <p>
                        Elbit System Ltd. est le fournisseur principal de l’armée israélienne. L’entreprise fournit
                        environ
                        50 % de l’équipement total d’Israël, 85 % de l’équipement en drones de l’armée de l’air et 85 %
                        de
                        l’équipement de l’armée de terre. Ce complexe militaro-industriel est devenu l’épine dorsale
                        économique de l’État israélien. Entre 2020 et 2024, Israël était le huitième exportateur mondial
                        d’armes.
                    </p>

                    <div class="card-container">
                        <div class="card">
                            <h3>Une entreprise qui fait du profit sur un génocide.</h3>
                            <p>
                                Le 30 juin 2025, la rapporteuse spéciale de l’ONU Francesca Albanese a publié un rapport
                                sur
                                les gains financiers d’Elbit System Ltd.
                            </p>
                            <a href="https://www.ohchr.org/sites/default/files/documents/hrbodies/hrcouncil/sessions-regular/session59/advance-version/a-hrc-59-23-aev.pdf"
                               target="_blank" class="read-more">Lire la suite</a>
                        </div>

                        <div class="card">
                            <h3>Utilisation d’armes interdites dans les conventions internationales</h3>
                            <p>
                                Elbit System Ltd. fabrique des armes comme les munitions à fragmentation, contournant
                                les
                                conventions internationales qui les interdisent.
                            </p>
                            <a href="https://electronicintifada.net/blogs/ali-abunimah/eu-funds-firm-supplying-israel-banned-cluster-weapons"
                               target="_blank" class="read-more">Lire la suite</a>
                        </div>

                        <div class="card">
                            <h3>Tester les armes sur les civils.</h3>
                            <p>
                                Les territoires palestiniens occupés servent de laboratoire réel pour tester les
                                technologies de surveillance, de répression et d’armement.
                            </p>
                            <a href="https://www.youtube.com/watch?v=0JZeHI9PerY" target="_blank" class="read-more">Lire
                                la
                                suite</a>
                        </div>
                    </div>
                </div>

                <div class="lang nl">
                    <h3>Elbit System Ltd., het bedrijf dat eigenaar is van OIP.</h3>
                    <p>
                        Elbit System Ltd. is de belangrijkste leverancier van het Israëlische leger. Het bedrijf levert
                        ongeveer 50 % van alle uitrusting van Israël, 85 % van de drone-uitrusting van de luchtmacht en
                        85 % van de uitrusting van het leger. Dit militair-industriële complex is de economische
                        ruggengraat
                        van de staat Israël geworden. Tussen 2020 en 2024 was Israël de achtste grootste wapenexporteur
                        ter
                        wereld.
                    </p>

                    <div class="card-container">
                        <div class="card">
                            <h3>Een bedrijf dat profiteert van genocide.</h3>
                            <p>
                                Op 30 juni 2025 publiceerde VN-speciale rapporteur Francesca Albanese een rapport over
                                de
                                financiële winsten van Elbit System Ltd.
                            </p>
                            <a href="https://www.ohchr.org/sites/default/files/documents/hrbodies/hrcouncil/sessions-regular/session59/advance-version/a-hrc-59-23-aev.pdf"
                               target="_blank" class="read-more">Lees meer</a>
                        </div>

                        <div class="card">
                            <h3>Gebruik van wapens verboden onder internationale verdragen</h3>
                            <p>
                                Elbit System Ltd. produceert wapens zoals clustermunitie, waarmee het internationale
                                verdragen omzeilt die dit verbieden.
                            </p>
                            <a href="https://electronicintifada.net/blogs/ali-abunimah/eu-funds-firm-supplying-israel-banned-cluster-weapons"
                               target="_blank" class="read-more">Lees meer</a>
                        </div>

                        <div class="card">
                            <h3>Wapens testen op burgers</h3>
                            <p>
                                De bezette Palestijnse gebieden dienen als een echt laboratorium voor het testen van
                                surveillance-, repressie- en wapentechnologieën.
                            </p>
                            <a href="https://www.youtube.com/watch?v=0JZeHI9PerY" target="_blank" class="read-more">Lees
                                meer</a>
                        </div>
                    </div>
                </div>
            </section>


            <div class="story flow-diagram-wrapper">
                <!-- English -->
                <div class="lang en flow-diagram-content">
                    <h3>OIP Connection with ELBIT</h3>
                    <div class="flow-diagram horizontal">

                        <div class="step">
                            <h4>Purchase and Ownership</h4>
                            <p>Since 2003, OIP has been directly owned by Elbit Systems, Israel’s largest arms
                                manufacturer.
                                The acquisition was made through Elbit’s subsidiary Elop Electro-Optics, embedding OIP
                                into
                                Elbit’s global network of arms production. This means that every OIP activity in Belgium
                                feeds into Elbit’s broader strategy and revenues.</p>
                            <a href="https://gresea.be/OIP-et-l-industrie-de-l-armement-israelien" target="_blank"
                               class="read-more">Read more</a>
                        </div>

                        <div class="arrow">
                            <svg width="50" height="20">
                                <line x1="0" y1="10" x2="50" y2="10" stroke="red" stroke-width="1"
                                      marker-end="url(#arrowhead)"/>
                                <defs>
                                    <marker id="arrowhead" markerWidth="10" markerHeight="7" refX="10" refY="3.5"
                                            orient="auto">
                                        <polygon points="0 0, 10 3.5, 0 7" fill="red"/>
                                    </marker>
                                </defs>
                            </svg>
                        </div>

                        <div class="step">
                            <h4>Legal Loopholes and Blurry Controls</h4>
                            <p>The European Union and Belgium both claim to regulate arms exports under international
                                law.
                                In practice, however, export licenses are granted despite clear risks of violations of
                                humanitarian law. Arms or dual-use goods linked to Israel often pass through
                                loopholes.</p>
                            <a href="https://www.vredesactie.be/sites/default/files/2024-03/Vredesactie-IPIS-Belgische-wapenexport-naar-Israel.pdf"
                               target="_blank" class="read-more">Read more</a>
                        </div>

                        <div class="arrow">
                            <svg width="50" height="20">
                                <line x1="0" y1="10" x2="50" y2="10" stroke="red" stroke-width="1"
                                      marker-end="url(#arrowhead)"/>
                            </svg>
                        </div>

                        <div class="step">
                            <h4>Export Licenses to Israel</h4>
                            <p>Flemish authorities granted 10 arms export licenses to Israel in 2022 worth over $2
                                million.
                                These exports strengthen Elbit’s capacity to market its weapons abroad – often tested in
                                Palestine before international sale.</p>
                            <a href="https://electronicintifada.net/blogs/david-cronin/arms-dealer-caught-telling-lies-over-exports-israel"
                               target="_blank" class="read-more">Read more</a>
                        </div>

                        <div class="arrow">
                            <svg width="50" height="20">
                                <line x1="0" y1="10" x2="50" y2="10" stroke="red" stroke-width="1"
                                      marker-end="url(#arrowhead)"/>
                            </svg>
                        </div>

                        <div class="step">
                            <h4>Profits, Knowledge, and Military Programs</h4>
                            <p>OIP and Elbit share profits, contracts, technology, and personnel. Elbit’s takeover
                                opened
                                doors for OIP in Belgium and Europe. Employees move between both firms, giving Elbit
                                direct
                                access to NATO markets.</p>
                            <a href="https://electronicintifada.net/blogs/david-cronin/israels-elbit-eyes-major-belgian-weapons-contract"
                               target="_blank" class="read-more">Read more</a>
                        </div>

                        <div class="arrow">
                            <svg width="50" height="20">
                                <line x1="0" y1="10" x2="50" y2="10" stroke="red" stroke-width="1"
                                      marker-end="url(#arrowhead)"/>
                            </svg>
                        </div>

                        <div class="step">
                            <h4>A Gateway for Elbit in Europe</h4>
                            <p>OIP was Elbit’s first European acquisition, a gateway into the EU defense sector. From
                                Belgium, Elbit can expand into new markets, secure contracts, and strengthen European
                                militarization.</p>
                            <a href="https://gresea.be/OIP-et-l-industrie-de-l-armement-israelien" target="_blank"
                               class="read-more">Read more</a>
                        </div>

                    </div>
                </div>

                <!-- French -->
                <div class="lang fr flow-diagram-content">
                    <h3>Lien entre OIP et ELBIT</h3>
                    <div class="flow-diagram horizontal">

                        <div class="step">
                            <h4>Achat et propriété</h4>
                            <p>Depuis 2003, OIP est détenue directement par Elbit Systems, le plus grand fabricant
                                d'armes
                                d'Israël. L'acquisition a été réalisée par l'intermédiaire de la filiale d'Elbit, Elop
                                Electro-Optics, intégrant ainsi OIP dans le réseau mondial de production d'armes
                                d'Elbit.
                                Cela signifie que toutes les activités d'OIP en Belgique contribuent à la stratégie
                                globale
                                et aux revenus d'Elbit.</p>
                            <a href="https://gresea.be/OIP-et-l-industrie-de-l-armement-israelien" target="_blank"
                               class="read-more">Read more</a>
                        </div>

                        <div class="arrow">
                            <svg width="50" height="20">
                                <line x1="0" y1="10" x2="50" y2="10" stroke="red" stroke-width="1"
                                      marker-end="url(#arrowhead)"/>
                            </svg>
                        </div>

                        <div class="step">
                            <h4>Lacunes juridiques et contrôles flous</h4>
                            <p>L'Union européenne et la Belgique affirment toutes deux réglementer les exportations
                                d'armes
                                en vertu du droit international. Dans la pratique, cependant, des licences d'exportation
                                sont accordées malgré des risques évidents de violation du droit humanitaire.</p>
                            <a href="https://www.vredesactie.be/sites/default/files/2024-03/Vredesactie-IPIS-Belgische-wapenexport-naar-Israel.pdf"
                               target="_blank" class="read-more">Read more</a>
                        </div>

                        <div class="arrow">
                            <svg width="50" height="20">
                                <line x1="0" y1="10" x2="50" y2="10" stroke="red" stroke-width="1"
                                      marker-end="url(#arrowhead)"/>
                            </svg>
                        </div>

                        <div class="step">
                            <h4>Licences d'exportation vers Israël</h4>
                            <p>Malgré les démentis officiels, les autorités flamandes ont accordé 10 licences
                                d'exportation
                                d'armes vers Israël en 2022, pour une valeur totale de plus de 2 millions de
                                dollars.</p>
                            <a href="https://electronicintifada.net/blogs/david-cronin/arms-dealer-caught-telling-lies-over-exports-israel"
                               target="_blank" class="read-more">Read more</a>
                        </div>

                        <div class="arrow">
                            <svg width="50" height="20">
                                <line x1="0" y1="10" x2="50" y2="10" stroke="red" stroke-width="1"
                                      marker-end="url(#arrowhead)"/>
                            </svg>
                        </div>

                        <div class="step">
                            <h4>Profits, connaissances et programmes militaires</h4>
                            <p>L'OIP et Elbit partagent leurs profits, contrats, technologies et personnel. Le rachat
                                d'Elbit a ouvert des portes à OIP en Belgique et en Europe.</p>
                            <a href="https://electronicintifada.net/blogs/david-cronin/israels-elbit-eyes-major-belgian-weapons-contract"
                               target="_blank" class="read-more">Read more</a>
                        </div>

                        <div class="arrow">
                            <svg width="50" height="20">
                                <line x1="0" y1="10" x2="50" y2="10" stroke="red" stroke-width="1"
                                      marker-end="url(#arrowhead)"/>
                            </svg>
                        </div>

                        <div class="step">
                            <h4>Une porte d'entrée pour Elbit en Europe</h4>
                            <p>OIP a été sa première acquisition européenne, une porte d'entrée dans le secteur de la
                                défense de l'UE. Depuis la Belgique, Elbit peut se développer sur de nouveaux marchés,
                                obtenir des contrats et renforcer son emprise sur la militarisation européenne.</p>
                            <a href="https://defense-update.com/20070108_elbit-contracted-to-fit-belgian-piranhas-with-30-mm-turrets.html"
                               target="_blank" class="read-more">Read more</a>
                        </div>

                    </div>
                </div>

                <!-- Dutch -->
                <div class="lang nl flow-diagram-content">
                    <h3>OIP-verbinding met ELBIT</h3>
                    <div class="flow-diagram horizontal">

                        <div class="step">
                            <h4>Aankoop en eigendom</h4>
                            <p>Sinds 2003 is OIP rechtstreeks eigendom van Elbit Systems, de grootste wapenfabrikant van
                                Israël. De overname vond plaats via Elbit's dochteronderneming Elop Electro-Optics,
                                waardoor
                                OIP werd geïntegreerd in Elbit's wereldwijde netwerk van wapenproductie.</p>
                            <a href="https://gresea.be/OIP-et-l-industrie-de-l-armement-israelien" target="_blank"
                               class="read-more">Read more</a>
                        </div>

                        <div class="arrow">
                            <svg width="50" height="20">
                                <line x1="0" y1="10" x2="50" y2="10" stroke="red" stroke-width="1"
                                      marker-end="url(#arrowhead)"/>
                            </svg>
                        </div>

                        <div class="step">
                            <h4>Juridische mazen en vage controles</h4>
                            <p>Zowel de Europese Unie als België beweren de wapenexport te reguleren. In de praktijk
                                worden
                                exportvergunningen verleend ondanks duidelijke risico's op schendingen van het
                                humanitair
                                recht.</p>
                            <a href="https://www.vredesactie.be/sites/default/files/2024-03/Vredesactie-IPIS-Belgische-wapenexport-naar-Israel.pdf"
                               target="_blank" class="read-more">Read more</a>
                        </div>

                        <div class="arrow">
                            <svg width="50" height="20">
                                <line x1="0" y1="10" x2="50" y2="10" stroke="red" stroke-width="1"
                                      marker-end="url(#arrowhead)"/>
                            </svg>
                        </div>

                        <div class="step">
                            <h4>Exportvergunningen naar Israël</h4>
                            <p>De Vlaamse autoriteiten hebben in 2022 tien wapenexportvergunningen aan Israël verleend
                                voor
                                meer dan 2 miljoen dollar. Deze exporten versterken Elbit's vermogen om wapens
                                internationaal op de markt te brengen.</p>
                            <a href="https://electronicintifada.net/blogs/david-cronin/arms-dealer-caught-telling-lies-over-exports-israel"
                               target="_blank" class="read-more">Read more</a>
                        </div>

                        <div class="arrow">
                            <svg width="50" height="20">
                                <line x1="0" y1="10" x2="50" y2="10" stroke="red" stroke-width="1"
                                      marker-end="url(#arrowhead)"/>
                            </svg>
                        </div>

                        <div class="step">
                            <h4>Winst, kennis en militaire programma's</h4>
                            <p>OIP en Elbit delen winst, contracten, technologie en personeel. De overname door Elbit
                                opende
                                deuren voor OIP in België en Europa.</p>
                            <a href="https://electronicintifada.net/blogs/david-cronin/israels-elbit-eyes-major-belgian-weapons-contract"
                               target="_blank" class="read-more">Read more</a>
                        </div>

                        <div class="arrow">
                            <svg width="50" height="20">
                                <line x1="0" y1="10" x2="50" y2="10" stroke="red" stroke-width="1"
                                      marker-end="url(#arrowhead)"/>
                            </svg>
                        </div>

                        <div class="step">
                            <h4>Een toegangspoort voor Elbit in Europa</h4>
                            <p>OIP was de eerste Europese overname, een toegangspoort tot de defensiesector van de EU.
                                Vanuit België kan Elbit uitbreiden naar nieuwe markten, contracten binnenhalen en zijn
                                greep
                                op Europese militarisering versterken.</p>
                            <a href="https://defense-update.com/20070108_elbit-contracted-to-fit-belgian-piranhas-with-30-mm-turrets.html"
                               target="_blank" class="read-more">Read more</a>
                        </div>

                    </div>
                </div>
            </div>


            <div class="story trial-wrapper">

                <!-- English -->
                <div class="trial-grid lang en">
                    <h3>The ongoing trial.</h3>

                    <!-- Photo -->
                    <div class="story-img-container">

                        <img class="story-img" src="../resources/protest_images/sign.jpg" alt="sign.jpg"/>
                    </div>
                    <div class="trial-content">
                        <div class="trial-text">
                            <!-- Main text -->
                            <p>Today, seven activists who participated in the action on March 4, 2024, are being
                                prosecuted
                                in the
                                Oudenaarde District Court by OIP-Elbit, which is claiming damages between &euro;10,000
                                and
                                &euro;100,000.
                                Through this legal action, OIP-Elbit is attempting to deny its active collaboration in
                                the
                                ongoing
                                genocide in Gaza, and is seeking to intimidate those who denounce its responsibility and
                                to
                                suppress
                                any form of movement in support of the Palestinian people.</p>

                            <p>This lawsuit is a civil proceeding, which means that it is OIP-Elbit, not the Belgian
                                state,
                                that is
                                suing these activists for the alleged financial losses and moral damage. OIP-Elbit is a
                                high-tech
                                arms company with an annual turnover of &euro;57,886,643 in 2023 and a profit of &euro;2,647,538<a
                                        href="#_ftn1" name="_ftnref1">[1]</a>. ELBIT Systems reported an increase in
                                profits
                                in Q1
                                2025, with 32% of its turnover coming from orders delivered to the Israeli army<a
                                        href="#_ftn2"
                                        name="_ftnref2">[2]</a>.
                            </p>
                        </div>

                        <!-- Side box: Key Trial Facts -->
                        <div class="fact-box">
                            <ul>
                                <li><strong>Court:</strong> Oudenaarde</li>
                                <li><strong>Activists prosecuted:</strong> 7</li>
                                <li><strong>Damages claimed:</strong> &euro;10,000 – &euro;100,000</li>
                                <li><strong>Rally:</strong> 17 Feb 2026</li>
                            </ul>
                        </div>
                    </div>

                    <!-- Call-to-Action -->
                    <div class="cta-buttons">
                        <a href="./donate.html" class="read-more donate"> Donate</a>
                        <a href="./contact.html" class="read-more contact">Contact</a>
                    </div>
                </div>

                <!-- French -->
                <div class="trial-grid lang fr">
                    <h3>Le procès en cours</h3>

                    <div class="story-img-container">

                        <img class="story-img" src="../resources/protest_images/sign.jpg" alt="sign.jpg"/>
                    </div>
                    <div class="trial-content">
                        <div class="trial-text">
                            <p>Aujourd’hui, sept militant.e.s ayant participé à l’action du 4 mars 2024 sont poursuivis
                                devant le tribunal de première instance d’Oudenaarde par OIP-Elbit, qui réclame entre 10
                                000
                                et 100 000 euros de dommages et intérêts. Par cette action, OIP-Elbit tente de nier sa
                                collaboration active au génocide en cours à Gaza et cherche à intimider ceux qui
                                dénoncent
                                sa responsabilité.</p>

                            <p>Ce procès est une procédure civile, ce qui signifie qu’il s’agit d’OIP-Elbit et non de
                                l’État
                                belge qui poursuit ces militants pour les pertes financières et le dommage moral
                                prétendument subis. OIP-Elbit est une entreprise d’armement de haute technologie avec un
                                chiffre d’affaires annuel de 57 886 643 € en 2023 et un bénéfice de 2 647 538 €<a
                                        href="#_ftn1" name="_ftnref1">[1]</a>. ELBIT Systems a enregistré une
                                augmentation
                                de ses bénéfices au T1 2025, avec 32 % de son chiffre d’affaires provenant de commandes
                                livrées à l’armée israélienne<a href="#_ftn2" name="_ftnref2">[2]</a>.</p>
                        </div>

                        <div class="fact-box">
                            <ul>
                                <li><strong>Tribunal :</strong> Oudenaarde</li>
                                <li><strong>Activistes poursuivis :</strong> 7</li>
                                <li><strong>Dommages réclamés :</strong> 10 000 – 100 000 €</li>
                                <li><strong>Rassemblement :</strong> 17 février 2026</li>
                            </ul>
                        </div>
                    </div>

                    <div class="cta-buttons">
                        <a href="./donate.html" class="read-more donate">Faire un don </a>
                        <a href="./contact.html" class="read-more contact">Contact</a>
                    </div>
                </div>

                <!-- Dutch -->
                <div class="trial-grid lang nl">
                    <h3>Het lopende proces</h3>

                    <div class="story-img-container">

                        <img class="story-img" src="../resources/protest_images/sign.jpg" alt="sign.jpg"/>
                    </div>
                    <div class="trial-content">
                        <div class="trial-text">
                            <p>Vandaag worden zeven activisten die deelnamen aan de actie van 4 maart 2024 vervolgd voor
                                de
                                rechtbank van eerste aanleg van Oudenaarde door OIP-Elbit, dat tussen €10.000 en
                                €100.000
                                schadevergoeding eist. Met deze rechtszaak probeert OIP-Elbit zijn actieve medewerking
                                aan
                                de genocide in Gaza te ontkennen en de stemmen die zijn verantwoordelijkheid aan de kaak
                                stellen te intimideren.</p>

                            <p>Deze rechtszaak is een civiele procedure, wat betekent dat het OIP-Elbit is en niet de
                                Belgische staat die deze activisten aanklaagt voor de vermeende financiële verliezen en
                                morele schade. OIP-Elbit is een hightech wapenbedrijf met een jaaromzet van €57.886.643
                                in
                                2023 en een winst van €2.647.538<a href="#_ftn1" name="_ftnref1">[1]</a>. ELBIT Systems
                                noteerde in Q1 2025 een stijging van de winst, waarbij 32% van de omzet afkomstig was
                                van
                                bestellingen geleverd aan het Israëlische leger<a href="#_ftn2" name="_ftnref2">[2]</a>.
                            </p>
                        </div>
                        <div class="fact-box">
                            <ul>
                                <li><strong>Rechtbank:</strong> Oudenaarde</li>
                                <li><strong>Vervolgende activisten:</strong> 7</li>
                                <li><strong>Schadevergoeding:</strong> €10.000 – €100.000</li>
                                <li><strong>Bijeenkomst:</strong> 17 februari 2026</li>
                            </ul>
                        </div>
                    </div>

                    <div class="cta-buttons">
                        <a href="./donate.html" class="read-more donate">Doneer</a>
                        <a href="./contact.html" class="read-more contact">Contact</a>
                    </div>
                </div>
            </div>
        </div>
    </section>
</main>
<button id="back-to-top">↑ Top</button>
<script src="../js/language-switcher.js"></script>
<script src="../js/back-to-top.js"></script>

</body>